[
    {
        "_id": "1",
        "name": "Nicklas Ackeklint",
        "image": "https://randomuser.me/api/portraits/men/19.jpg",
        "designation": "Happy Customer",
        "description": "Super nice treatment on the phone and on site. The result exceeded expectations considering what was included in what I bought and that the car has a lot of small scratches from machine washes"
    },
    {
        "_id": "2",
        "name": "Philip-Jan Flebus",
        "image": "https://randomuser.me/api/portraits/men/62.jpg",
        "designation": "Happy Customer",
        "description": "What an amazing job they did! Very nice and professional treatment. I left an old worn out car and got back a new one it feels like. I didn't recognize the car when I went to pick it up. Will definitely come back. The pictures were taken just before and after Helrekond."
    },
    {
        "_id": "3",
        "name": "Håkan Zachrisson",
        "image": "https://randomuser.me/api/portraits/men/32.jpg",
        "designation": "Happy Customer",
        "description": "Saw an offer on Facebook, registered my interest, they called the same day, made an appointment. Picked up a super nice new car. Shiny nice car with interior like when it was new.\nThanks for a nice job.\nHåkan"

    },
{
  "_id": "4",
  "name": "Assqar ayobi",
  "image": "https://randomuser.me/api/portraits/women/57.jpg",
  "designation": "Happy Customer",
  "description": "Fantastic results and top-class service! I brought the car in for a reconditioning and am incredibly happy with the result – it really looks like new again! The service was also very professional and friendly. It is obvious that they take great pride in their work and really care about their customers. Highly recommended to anyone who wants to give their car a new lease of life. Thank you for an incredibly good job!"
},

    {
        "_id": "5",
        "name": "Robert Ramselid",
        "image": "https://randomuser.me/api/portraits/men/75.jpg",
        "designation": "Happy Customer",
        "description": "Just picked up my car. Lucky I saw the registration number otherwise I would have thought it was a new car. Can really recommend these guys, very satisfied, good treatment, enthusiastic and explains all treatments. I will go here again"
    }
]